Repository: Twinlife/twinme-ios
Catalog: Twinme/LocalizableBackup.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# restore_view_success
source: Restoration completed successfully!
ar: تمت عملية الاستعادة بنجاح!
bg: Възстановяването завърши успешно!
cs: Obnova byla úspěšně dokončena!
da: Restaurering afsluttet med succes!
de: Wiederherstellung erfolgreich abgeschlossen!
el: Η επαναφορά ολοκληρώθηκε με επιτυχία!
es: Restauración completada con éxito!
fa: ترمیم با موفقیت به پایان رسید!
fi: Restaurointi suoritettu onnistuneesti!
fr: Restauration terminée avec succès !
he: השיקום הושלם בהצלחה!
hi: पुनर्स्थापना सफलतापूर्वक पूरी हुई!
hr: Obnova je uspješno dovršena!
hu: A visszaállítás sikeresen befejeződött!
id: Restorasi selesai dengan sukses!
it: Il ripristino completato con successo!
ja: 修復が正常に完了しました！
ko: 복원이 성공적으로 완료되었습니다!
nb: Restaurering fullført med hell!
nl: Restauratie is met succes voltooid!
pl: Przywrócenie zakończone pomyślnie!
pt_pt: Restauração concluída com sucesso!
ro: Restaurarea s-a finalizat cu succes!
ru: Восстановление завершено успешно!
sk: Obnovenie bolo úspešne dokončené!
sl: Obnovitev je bila uspešno zaključena!
sq: Rikthimi përfundoi me sukses!
sr_latn: Vraćanje je uspešno završeno!
sv: Restaurering slutfördes framgångsrikt!
tr: Restorasyon başarıyla tamamlandı!
uk: Реставрація завершена успішно!
vi: Khôi phục đã hoàn tất thành công!
zh_hans: 修复成功完成！
zh_hant: 修復成功完成！

# restore_view_success_message
source: Close the app and restart it to access the new data.
ar: أغلق التطبيق وأعد تشغيله للوصول إلى البيانات الجديدة.
bg: Затворете приложението и го рестартирайте, за да получите достъп до новите данни.
cs: Zavřete aplikaci a spusťte ji znovu, abyste získali přístup k novým datům.
da: Luk appen og genstart den for at få adgang til de nye data.
de: Schließen Sie die Anwendung und starten Sie sie neu, um auf die neuen Daten zuzugreifen.
el: Κλείστε την εφαρμογή και επανεκκινήστε την για να αποκτήσετε πρόσβαση στα νέα δεδομένα.
es: Cierre la aplicación y reinicie para acceder a los nuevos datos.
fa: برنامه را ببندید و آن را مجدداً راه اندازی کنید تا به داده های جدید دسترسی پیدا کنید.
fi: Sulje sovellus ja käynnistä se uudelleen käyttääksesi uutta tietoa.
fr: Fermez l'application et redémarrez-la pour accéder aux nouvelles données.
he: סגור את האפליקציה והפעל אותה מחדש כדי לגשת לנתונים החדשים.
hi: ऐप को बंद करें और नए डेटा तक पहुंचने के लिए इसे पुनरारंभ करें।
hr: Zatvorite aplikaciju i ponovno je pokrenite kako biste pristupili novim podacima.
hu: Zárja be az alkalmazást, és indítsa újra az új adatok eléréséhez.
id: Tutup aplikasi dan restart untuk mengakses data baru.
it: Chiudi l'app e riavviarla per accedere ai nuovi dati.
ja: アプリを閉じて再起動して、新しいデータにアクセスします。
ko: 앱을 닫고 다시 시작하여 새 데이터에 액세스하십시오.
nb: Lukk appen og start den på nytt for å få tilgang til de nye dataene.
nl: Sluit de applicatie en start deze opnieuw op om toegang te krijgen tot de nieuwe gegevens.
pl: Zamknij aplikację i uruchom ją ponownie, aby uzyskać dostęp do nowych danych.
pt_pt: Feche o aplicativo e reinicie -o para acessar os novos dados.
ro: Închideți aplicația și reporniți-o pentru a accesa noile date.
ru: Закройте приложение и перезапустите его для доступа к новым данным.
sk: Zatvorte aplikáciu a reštartujte ju, aby ste získali prístup k novým údajom.
sl: Zaprite aplikacijo in jo znova zaženite za dostop do novih podatkov.
sq: Mbyllni aplikacionin dhe riniseni atë për të hyrë në të dhënat e reja.
sr_latn: Zatvorite aplikaciju i ponovo je pokrenite da biste pristupili novim podacima.
sv: Stäng appen och starta om den för att komma åt de nya uppgifterna.
tr: Uygulamayı kapatın ve yeni verilere erişmek için yeniden başlatın.
uk: Закрийте додаток і перезапустіть його, щоб отримати доступ до нових даних.
vi: Đóng ứng dụng và khởi động lại để truy cập dữ liệu mới.
zh_hans: 关闭应用程序并重新启动以访问新数据。
zh_hant: 關閉應用程序並重新啟動以訪問新數據。

# restore_view_title
source: Restoration
ar: استعادة
bg: Възстановяване
cs: Obnova
da: Restaurering
de: Wiederherstellung
el: Επαναφορά
es: Restauración
fa: ترمیم
fi: Palautus
fr: Restauration
he: שִׁחזוּר
hi: बहाली
hr: Obnova
hu: Visszaállítás
id: Memulihkan
it: Ripristino
ja: 復元
ko: 복구
nb: Restaurering
nl: Herstel
pl: Przywrócenie
pt_pt: Restauração
ro: Restaurare
ru: Восстановление
sk: Obnovenie
sl: Obnova
sq: Rikthim
sr_latn: Vraćanje
sv: Restaurering
tr: Restorasyon
uk: Відновлення
vi: Khôi phục
zh_hans: 复原
zh_hant: 復原

# restore_view_update_message
source: You need to update the application in order to restore the backup.
ar: يجب تحديث التطبيق لاستعادة النسخة الاحتياطية.
bg: Трябва да актуализирате приложението, за да възстановите резервното копие.
cs: Pro obnovení zálohy je nutné aktualizovat aplikaci.
da: Du skal opdatere applikationen for at gendanne sikkerhedskopien.
de: Sie müssen die Anwendung aktualisieren, um das Backup wiederherzustellen.
el: Πρέπει να ενημερώσετε την εφαρμογή για να επαναφέρετε το αντίγραφο ασφαλείας.
es: Necesitas actualizar la aplicación para restaurar la copia de seguridad.
fa: برای بازیابی نسخه پشتیبان، باید برنامه را به‌روزرسانی کنید.
fi: Sinun on päivitettävä sovellus, jotta voit palauttaa varmuuskopion.
fr: Vous devez mettre à jour l'application pour pouvoir restaurer la sauvegarde.
he: עליך לעדכן את האפליקציה כדי לשחזר את הגיבוי.
hi: बैकअप को रिस्टोर करने के लिए आपको एप्लिकेशन को अपडेट करना होगा।
hr: Morate ažurirati aplikaciju kako biste vratili sigurnosnu kopiju.
hu: A biztonsági mentés visszaállításához frissítenie kell az alkalmazást.
id: Anda perlu memperbarui aplikasi untuk memulihkan cadangan.
it: È necessario aggiornare l'applicazione per ripristinare il backup.
ja: バックアップを復元するには、アプリケーションをアップデートする必要があります。
ko: 백업을 복원하려면 애플리케이션을 업데이트해야 합니다.
nb: Du må oppdatere appen for å gjenopprette sikkerhetskopien.
nl: U moet de applicatie bijwerken om de back-up te herstellen.
pl: Aby przywrócić kopię zapasową, należy zaktualizować aplikację.
pt_pt: Precisa de atualizar a aplicação para restaurar o backup.
ro: Trebuie să actualizați aplicația pentru a restaura copia de rezervă.
ru: Для восстановления резервной копии необходимо обновить приложение.
sk: Na obnovenie zálohy je potrebné aktualizovať aplikáciu.
sl: Za obnovitev varnostne kopije morate posodobiti aplikacijo.
sq: Duhet ta përditësoni aplikacionin për të rivendosur kopjen rezervë.
sr_latn: Potrebno je da ažurirate aplikaciju da biste vratili rezervnu kopiju.
sv: Du måste uppdatera appen för att kunna återställa säkerhetskopian.
tr: Yedeklemeyi geri yüklemek için uygulamayı güncellemeniz gerekiyor.
uk: Вам потрібно оновити програму, щоб відновити резервну копію.
vi: Bạn cần cập nhật ứng dụng để khôi phục bản sao lưu.
zh_hans: 您需要更新应用程序才能恢复备份。
zh_hant: 您需要更新應用程式才能恢復備份。

# restore_view_verify_same_account
source: The verification must be performed on the same device used for the backup.
ar: يجب إجراء التحقق على نفس الجهاز المستخدم في النسخ الاحتياطي.
bg: Проверката трябва да бъде извършена на същото устройство, използвано за архива.
cs: Ověření musí být provedeno na stejném zařízení použitém pro zálohu.
da: Bekræftelsen skal udføres på den samme enhed, der bruges til sikkerhedskopieringen.
de: Die Überprüfung muss auf demselben Gerät durchgeführt werden, das für die Sicherung verwendet wurde.
el: Η επαλήθευση πρέπει να γίνει στην ίδια συσκευή που χρησιμοποιήθηκε για το αντίγραφο ασφαλείας.
es: La verificación debe realizarse en el mismo dispositivo utilizado para la copia de seguridad.
fa: تأیید باید روی همان دستگاهی که برای پشتیبان‌گیری استفاده شده است، انجام شود.
fi: Vahvistus on suoritettava samalla laitteella, jota käytettiin varmuuskopiointiin.
fr: La vérification doit être effectuée sur le même appareil que celui utilisé pour la sauvegarde.
he: יש לבצע את האימות באותו מכשיר בו נעשה שימוש לגיבוי.
hi: वेरिफिकेशन उसी डिवाइस पर किया जाना चाहिए जिसका इस्तेमाल बैकअप के लिए किया गया था।
hr: Provjeru je potrebno obaviti na istom uređaju koji je korišten za sigurnosnu kopiju.
hu: Az ellenőrzést ugyanazon az eszközön kell végrehajtani, amelyet a biztonsági mentéshez használt.
id: Verifikasi harus dilakukan pada perangkat yang sama yang digunakan untuk pencadangan.
it: La verifica deve essere eseguita sullo stesso dispositivo utilizzato per il backup.
ja: 検証はバックアップに使用したのと同じデバイスで実行する必要があります。
ko: 검증은 백업에 사용된 동일한 기기에서 수행해야 합니다.
nb: Verifiseringen må utføres på samme enhet som ble brukt til sikkerhetskopieringen.
nl: De verificatie moet worden uitgevoerd op hetzelfde apparaat dat voor de back-up is gebruikt.
pl: Weryfikacja musi zostać przeprowadzona na tym samym urządzeniu, którego użyto do utworzenia kopii zapasowej.
pt_pt: A verificação deve ser realizada no mesmo dispositivo utilizado para o backup.
ro: Verificarea trebuie efectuată pe același dispozitiv folosit pentru copie de rezervă.
ru: Проверка должна быть выполнена на том же устройстве, которое использовалось для резервного копирования.
sk: Overenie sa musí vykonať na tom istom zariadení, ktoré sa použilo na zálohu.
sl: Preverjanje je treba opraviti na isti napravi, uporabljeni za varnostno kopijo.
sq: Verifikimi duhet të bëhet në të njëjtën pajisje të përdorur për kopjen rezervë.
sr_latn: Proveru treba izvršiti na istom uređaju koji je korišćen za bekap.
sv: Verifieringen måste utföras på samma enhet som används för säkerhetskopieringen.
tr: Doğrulama işlemi, yedekleme için kullanılan aynı cihazda gerçekleştirilmelidir.
uk: Перевірку необхідно виконати на тому ж пристрої, що й для резервного копіювання.
vi: Việc xác minh phải được thực hiện trên cùng thiết bị đã được sử dụng để sao lưu.
zh_hans: 验证必须在用于备份的同一设备上执行。
zh_hant: 驗證必須在用於備份的相同裝置上執行。

# restore_view_warning
source: Restoring this backup will replace all current account data with the data from the backup.
ar: ستؤدي استعادة هذه النسخة الاحتياطية إلى استبدال كافة بيانات الحساب الحالي بالبيانات الموجودة في النسخة الاحتياطية.
bg: Възстановяването на този архив ще замени всички текущи данни на акаунта с данните от архива.
cs: Obnovení této zálohy nahradí všechna aktuální data účtu daty ze zálohy.
da: Gendannelse af denne sikkerhedskopi vil erstatte alle data om aktuelle konto med dataene fra sikkerhedskopien.
de: Das Wiederherstellen dieses Backups ersetzt alle aktuellen Kontodaten durch die Daten aus der Sicherung.
el: Η επαναφορά αυτού του αντιγράφου ασφαλείας θα αντικαταστήσει όλα τα τρέχοντα δεδομένα λογαριασμού με τα δεδομένα από το αντίγραφο ασφαλείας.
es: Restaurar esta copia de seguridad reemplazará todos los datos de la cuenta corriente con los datos de la copia de seguridad.
fa: بازیابی این نسخه پشتیبان ، تمام داده های حساب جاری را با داده های پشتیبان جایگزین می کند.
fi: Tämän varmuuskopion palauttaminen korvaa kaikki nykyiset tilitiedot varmuuskopion tiedoilla.
fr: La restauration de cette sauvegarde remplacera toutes les données actuelles du compte par les données de la sauvegarde.
he: שחזור גיבוי זה יחליף את כל נתוני החשבון הנוכחי בנתונים מהגיבוי.
hi: इस बैकअप को पुनर्स्थापित करने से सभी चालू खाता डेटा को बैकअप से डेटा के साथ बदल दिया जाएगा।
hr: Obnova ove sigurnosne kopije zamijenit će sve trenutne podatke računa podacima iz sigurnosne kopije.
hu: Ennek a biztonsági mentésnek a visszaállítása a jelenlegi összes fiókadatot lecseréli a mentésből származó adatokra.
id: Memulihkan cadangan ini akan menggantikan semua data akun saat ini dengan data dari cadangan.
it: Il ripristino di questo backup sostituirà tutti i dati dell'account corrente con i dati dal backup.
ja: このバックアップを復元すると、現在のすべてのアカウントデータがバックアップのデータに置き換えられます。
ko: 이 백업을 복원하면 모든 현재 계정 데이터를 백업의 데이터로 바꿉니다.
nb: Gjenoppretting av denne sikkerhetskopien vil erstatte alle data for driftskontoer med dataene fra sikkerhetskopien.
nl: Het herstellen van deze back -up vervangt alle huidige accountgegevens door de gegevens van de back -up.
pl: Przywrócenie tej kopii zapasowej zastąpi wszystkie dane dotyczące konta bieżącego danymi z kopii zapasowej.
pt_pt: A restauração deste backup substituirá todos os dados da conta corrente pelos dados do backup.
ro: Restaurarea acestei copii de rezervă va înlocui toate datele curente ale contului cu datele din copie.
ru: Восстановление этой резервной копии заменит все текущие данные учетной записи на данные из резервной копии.
sk: Obnovenie tejto zálohy nahradí všetky aktuálne údaje účtu údajmi zo zálohy.
sl: Obnova te varnostne kopije bo zamenjala vse trenutne podatke računa s podatki iz varnostne kopije.
sq: Rikthimi i kësaj kopjeje rezervë do të zëvendësojë të gjitha të dhënat aktuale të llogarisë me të dhënat nga kopja rezervë.
sr_latn: Vraćanje ovog bekapa zameniće sve trenutne podatke naloga podacima iz bekapa.
sv: Återställning av denna säkerhetskopia kommer att ersätta all information om löpande konton med data från säkerhetskopian.
tr: Bu yedeklemenin geri yüklenmesi, tüm geçerli hesap verilerinin yedekten verilerle değiştirilir.
uk: Відновлення цього резервного копіювання замінить усі поточні дані облікового запису на дані з резервної копії.
vi: Khôi phục bản sao lưu này sẽ thay thế tất cả dữ liệu tài khoản hiện tại bằng dữ liệu từ bản sao lưu.
zh_hans: 恢复此备份将用备份中的数据替换所有频道数据。
zh_hant: 恢復此備份將用備份中的數據替換所有頻道數據。
